Repository: RajChanchal/LinkShelf
Catalog: LinkShelf/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pt, pt_br, ru, sv, zh_hans, zh_hant

# folder.new.title
source: New folder…
da: Ny mappe…
de: Neuer Ordner…
es: Nueva carpeta…
fi: Uusi kansio…
fr: Nouveau dossier…
it: Nuova cartella…
ja: 新規フォルダ…
ko: 새 폴더…
nb: Ny mappe…
nl: Nieuwe map…
pt: Nova pasta…
pt_br: Nova pasta…
ru: Новая папка…
sv: Ny mapp…
zh_hans: 新建文件夹…
zh_hant: 新增資料夾…

# folder.new.child
source: New subfolder…
da: Ny undermappe…
de: Neuer Unterordner…
es: Nueva subcarpeta…
fi: Uusi alikansio…
fr: Nouveau sous-dossier…
it: Nuova sottocartella…
ja: 新規サブフォルダ…
ko: 새 하위 폴더…
nb: Ny undermappe…
nl: Nieuwe submap…
pt: Nova subpasta…
pt_br: Nova subpasta…
ru: Новая вложенная папка…
sv: Ny undermapp…
zh_hans: 新建子文件夹…
zh_hant: 新增子資料夾…

# folder.new.hint
source: Enter a unique name without slashes.
da: Indtast et unikt navn uden skråstreger.
de: Gib einen eindeutigen Namen ohne Schrägstriche ein.
es: Introduce un nombre único sin barras.
fi: Anna yksilöllinen nimi ilman kauttaviivoja.
fr: Saisissez un nom unique sans barres obliques.
it: Inserisci un nome univoco senza barre.
ja: スラッシュを含まない重複しない名前を入力してください。
ko: 슬래시 없이 고유한 이름을 입력하세요.
nb: Skriv inn et unikt navn uten skråstreker.
nl: Voer een unieke naam zonder schuine strepen in.
pt: Introduza um nome único sem barras.
pt_br: Digite um nome exclusivo sem barras.
ru: Введите уникальное имя без косых черт.
sv: Ange ett unikt namn utan snedstreck.
zh_hans: 输入不含斜杠的唯一名称。
zh_hant: 輸入不含斜線且不重複的名稱。

# folder.delete.title
source: Delete folder
da: Slet mappe
de: Ordner löschen
es: Eliminar carpeta
fi: Poista kansio
fr: Supprimer le dossier
it: Elimina cartella
ja: フォルダを削除
ko: 폴더 삭제
nb: Slett mappe
nl: Map verwijderen
pt: Eliminar pasta
pt_br: Excluir pasta
ru: Удалить папку
sv: Radera mapp
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

# folder.delete.menu
source: Delete folder…
da: Slet mappe…
de: Ordner löschen…
es: Eliminar carpeta…
fi: Poista kansio…
fr: Supprimer le dossier…
it: Elimina cartella…
ja: フォルダを削除…
ko: 폴더 삭제…
nb: Slett mappe…
nl: Map verwijderen…
pt: Eliminar pasta…
pt_br: Excluir pasta…
ru: Удалить папку…
sv: Radera mapp…
zh_hans: 删除文件夹…
zh_hant: 刪除資料夾…

# folder.delete.hint
source: All bookmarks in this folder and its nested folders will be permanently deleted.
da: Alle bogmærker i denne mappe og dens undermapper slettes permanent.
de: Alle Lesezeichen in diesem Ordner und seinen Unterordnern werden dauerhaft gelöscht.
es: Se eliminarán permanentemente todos los marcadores de esta carpeta y sus subcarpetas.
fi: Kaikki tämän kansion ja sen alikansioiden kirjanmerkit poistetaan pysyvästi.
fr: Tous les signets de ce dossier et de ses sous-dossiers seront définitivement supprimés.
it: Tutti i segnalibri in questa cartella e nelle sottocartelle verranno eliminati definitivamente.
ja: このフォルダとサブフォルダ内のすべてのブックマークが完全に削除されます。
ko: 이 폴더와 하위 폴더의 모든 북마크가 영구적으로 삭제됩니다.
nb: Alle bokmerker i denne mappen og undermappene slettes permanent.
nl: Alle bladwijzers in deze map en de submappen worden permanent verwijderd.
pt: Todos os favoritos desta pasta e das suas subpastas serão eliminados permanentemente.
pt_br: Todos os favoritos desta pasta e de suas subpastas serão excluídos permanentemente.
ru: Все закладки в этой папке и вложенных папках будут удалены безвозвратно.
sv: Alla bokmärken i den här mappen och dess undermappar raderas permanent.
zh_hans: 此文件夹及其子文件夹中的所有书签将被永久删除。
zh_hant: 此資料夾及其子資料夾中的所有書籤將永久刪除。

# folder.rename.title
source: Rename folder
da: Omdøb mappe
de: Ordner umbenennen
es: Renombrar carpeta
fi: Nimeä kansio uudelleen
fr: Renommer le dossier
it: Rinomina cartella
ja: フォルダ名を変更
ko: 폴더 이름 변경
nb: Gi mappen nytt navn
nl: Map hernoemen
pt: Mudar o nome da pasta
pt_br: Renomear pasta
ru: Переименовать папку
sv: Byt namn på mapp
zh_hans: 重命名文件夹
zh_hant: 重新命名資料夾

# folder.rename.menu
source: Rename folder…
da: Omdøb mappe…
de: Ordner umbenennen…
es: Renombrar carpeta…
fi: Nimeä kansio uudelleen…
fr: Renommer le dossier…
it: Rinomina cartella…
ja: フォルダ名を変更…
ko: 폴더 이름 변경…
nb: Gi mappen nytt navn…
nl: Map hernoemen…
pt: Mudar o nome da pasta…
pt_br: Renomear pasta…
ru: Переименовать папку…
sv: Byt namn på mapp…
zh_hans: 重命名文件夹…
zh_hant: 重新命名資料夾…

# folder.rename.hint
source: Enter a unique folder name. Nested folders will be renamed too.
da: Indtast et unikt mappenavn. Undermapper omdøbes også.
de: Gib einen eindeutigen Ordnernamen ein. Unterordner werden ebenfalls umbenannt.
es: Introduce un nombre de carpeta único. También se renombrarán las subcarpetas.
fi: Anna yksilöllinen kansion nimi. Myös alikansiot nimetään uudelleen.
fr: Saisissez un nom de dossier unique. Les sous-dossiers seront également renommés.
it: Inserisci un nome di cartella univoco. Verranno rinominate anche le sottocartelle.
ja: 重複しないフォルダ名を入力してください。サブフォルダ名も変更されます。
ko: 고유한 폴더 이름을 입력하세요. 하위 폴더 이름도 변경됩니다.
nb: Skriv inn et unikt mappenavn. Undermapper får også nytt navn.
nl: Voer een unieke mapnaam in. Submappen worden ook hernoemd.
pt: Introduza um nome de pasta único. As subpastas também serão renomeadas.
pt_br: Digite um nome de pasta exclusivo. As subpastas também serão renomeadas.
ru: Введите уникальное имя папки. Вложенные папки также будут переименованы.
sv: Ange ett unikt mappnamn. Undermappar byter också namn.
zh_hans: 输入唯一的文件夹名称。子文件夹也将重命名。
zh_hant: 輸入不重複的資料夾名稱。子資料夾也會重新命名。

source: “%@” deleted
da: “%@” slettet
de: „%@“ gelöscht
es: “%@” eliminado
fi: ”%@” poistettu
fr: « %@ » supprimé
it: “%@” eliminato
ja: 「%@」を削除しました
ko: ‘%@’ 삭제됨
nb: «%@» slettet
nl: ‘%@’ verwijderd
pt: “%@” eliminado
pt_br: “%@” excluído
ru: «%@» удалена
sv: ”%@” raderad
zh_hans: 已删除“%@”
zh_hant: 已刪除「%@」

source: ↩ Copy
da: ↩ Kopiér
de: ↩ Kopieren
es: ↩ Copiar
fi: ↩ Kopioi
fr: ↩ Copier
it: ↩ Copia
ja: ↩ コピー
ko: ↩ 복사
nb: ↩ Kopier
nl: ↩ Kopieer
pt: ↩ Copiar
pt_br: ↩ Copiar
ru: ↩ Копировать
sv: ↩ Kopiera
zh_hans: ↩ 复制
zh_hant: ↩ 複製

source: ⌘↩ Open
da: ⌘↩ Åbn
de: ⌘↩ Öffnen
es: ⌘↩ Abrir
fi: ⌘↩ Avaa
fr: ⌘↩ Ouvrir
it: ⌘↩ Apri
ja: ⌘↩ 開く
ko: ⌘↩ 열기
nb: ⌘↩ Åpne
pt: ⌘↩ Abrir
pt_br: ⌘↩ Abrir
ru: ⌘↩ Открыть
sv: ⌘↩ Öppna
zh_hans: ⌘↩ 打开
zh_hant: ⌘↩ 開啟

# action.copied
source: Copied!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié !
it: Copiato!
ja: コピーしました！
ko: 복사됨!
nb: Kopiert!
nl: Gekopieerd!
pt: Copiado!
pt_br: Copiado!
ru: Скопировано!
sv: Kopierat!
zh_hans: 已复制！
zh_hant: 已複製！

# action.copy.to.clipboard
source: Copy to clipboard
da: Kopiér til udklipsholder
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
nb: Kopier til utklippstavlen
nl: Kopiëren naar klembord
pt: Copiar para área de transferência
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
sv: Kopiera till urklipp
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

# action.open.in.browser
source: Open in browser
da: Åbn i browser
de: Im Browser öffnen
es: Abrir en navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nb: Åpne i nettleser
nl: Openen in browser
pt: Abrir no navegador
pt_br: Abrir no navegador
ru: Открыть в браузере
sv: Öppna i webbläsaren
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# action.quit.app
source: Quit LinkShelf
da: Afslut LinkShelf
de: LinkShelf Beenden
es: Salir de LinkShelf
fi: Sulje LinkShelf
fr: Quitter LinkShelf
it: Esci da LinkShelf
ja: LinkShelfを終了
ko: LinkShelf 종료
nb: Avslutt LinkShelf
nl: LinkShelf afsluiten
pt: Sair do LinkShelf
pt_br: Sair do LinkShelf
ru: Выйти из LinkShelf
sv: Avsluta LinkShelf
zh_hans: 退出LinkShelf
zh_hant: 結束 LinkShelf

source: Add selected
da: Tilføj valgte
de: Auswahl hinzufügen
es: Añadir seleccionados
fi: Lisää valitut
fr: Ajouter la sélection
it: Aggiungi selezionati
ja: 選択した項目を追加
ko: 선택 항목 추가
nb: Legg til valgte
nl: Selectie toevoegen
pt: Adicionar selecionados
pt_br: Adicionar selecionados
ru: Добавить выбранные
sv: Lägg till valda
zh_hans: 添加所选项
zh_hant: 加入所選項目

source: Add your first link
da: Tilføj dit første link
de: Ersten Link hinzufügen
es: Añade tu primer enlace
fi: Lisää ensimmäinen linkkisi
fr: Ajouter votre premier lien
it: Aggiungi il primo link
ja: 最初のリンクを追加
ko: 첫 번째 링크 추가
nb: Legg til den første lenken
nl: Voeg je eerste link toe
pt: Adicionar a primeira ligação
pt_br: Adicione seu primeiro link
ru: Добавьте первую ссылку
sv: Lägg till din första länk
zh_hans: 添加第一个链接
zh_hant: 加入第一個連結

source: Behavior
da: Adfærd
de: Verhalten
es: Comportamiento
fi: Toiminta
fr: Comportement
it: Comportamento
ja: 動作
ko: 동작
nb: Oppførsel
nl: Gedrag
pt: Comportamento
pt_br: Comportamento
ru: Поведение
sv: Beteende
zh_hans: 行为
zh_hant: 行為

source: Build your shelf
da: Opret din samling
de: Deine Sammlung aufbauen
es: Crea tu colección
fi: Luo linkkikokoelmasi
fr: Créez votre collection
it: Crea la tua raccolta
ja: リンク集を作成
ko: 링크 모음 만들기
nb: Bygg opp samlingen din
nl: Bouw je verzameling op
pt: Criar a sua coleção
pt_br: Crie sua coleção
ru: Создайте свою коллекцию
sv: Skapa din samling
zh_hans: 创建你的链接库
zh_hant: 建立你的連結庫

# button.add
source: Add
da: Tilføj
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sv: Lägg till
zh_hans: 添加
zh_hant: 新增

# button.cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# button.delete
source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pt: Excluir
pt_br: Excluir
ru: Удалить
sv: Ta bort
zh_hans: 删除
zh_hant: 刪除

# button.edit
source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pt: Editar
pt_br: Editar
ru: Редактировать
sv: Redigera
zh_hans: 编辑
zh_hant: 編輯

# button.save
source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pt: Salvar
pt_br: Salvar
ru: Сохранить
sv: Spara
zh_hans: 保存
zh_hant: 儲存

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

source: Choose the bookmarks you want to add to LinkShelf.
da: Vælg de bogmærker, du vil føje til LinkShelf.
de: Wähle die Lesezeichen aus, die du zu LinkShelf hinzufügen möchtest.
es: Elige los marcadores que quieres añadir a LinkShelf.
fi: Valitse kirjanmerkit, jotka haluat lisätä LinkShelfiin.
fr: Choisissez les signets à ajouter à LinkShelf.
it: Scegli i segnalibri da aggiungere a LinkShelf.
ja: LinkShelfに追加するブックマークを選択してください。
ko: LinkShelf에 추가할 북마크를 선택하세요.
nb: Velg bokmerkene du vil legge til i LinkShelf.
nl: Kies de bladwijzers die je aan LinkShelf wilt toevoegen.
pt: Escolha os favoritos que pretende adicionar ao LinkShelf.
pt_br: Escolha os favoritos que deseja adicionar ao LinkShelf.
ru: Выберите закладки, которые хотите добавить в LinkShelf.
sv: Välj de bokmärken du vill lägga till i LinkShelf.
zh_hans: 选择要添加到 LinkShelf 的书签。
zh_hant: 選取要加入 LinkShelf 的書籤。

source: Clicking a link
da: Når du klikker på et link
de: Beim Klicken auf einen Link
es: Al hacer clic en un enlace
fi: Linkin napsautus
fr: En cliquant sur un lien
it: Quando fai clic su un link
ja: リンクをクリックしたとき
ko: 링크 클릭 시
nb: Når du klikker på en lenke
nl: Bij klikken op een link
pt: Ao clicar numa ligação
pt_br: Ao clicar em um link
ru: При нажатии на ссылку
sv: När du klickar på en länk
zh_hans: 点击链接时
zh_hant: 按一下連結時

source: Close after copying or opening
da: Luk efter kopiering eller åbning
de: Nach dem Kopieren oder Öffnen schließen
es: Cerrar después de copiar o abrir
fi: Sulje kopioinnin tai avaamisen jälkeen
fr: Fermer après avoir copié ou ouvert
it: Chiudi dopo aver copiato o aperto
ja: コピーまたは開いた後に閉じる
ko: 복사하거나 연 후 닫기
nb: Lukk etter kopiering eller åpning
nl: Sluit na kopiëren of openen
pt: Fechar depois de copiar ou abrir
pt_br: Fechar depois de copiar ou abrir
ru: Закрывать после копирования или открытия
sv: Stäng efter kopiering eller öppning
zh_hans: 复制或打开后关闭
zh_hant: 複製或開啟後關閉

source: Copies it
da: Kopierer det
de: Wird kopiert
es: Lo copia
fi: Kopioi linkin
fr: Le copie
it: Lo copia
ja: コピー
ko: 복사
nb: Kopierer den
nl: Kopieert de link
pt: Copia-a
pt_br: Copia o link
ru: Копирует её
sv: Kopierar den
zh_hans: 复制链接
zh_hant: 複製連結

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pt: Eliminar
pt_br: Excluir
ru: Удалить
sv: Radera
zh_hans: 删除
zh_hant: 刪除

source: Done
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pt: Concluído
pt_br: Concluído
ru: Готово
sv: Klart
zh_hans: 完成
zh_hant: 完成

# empty.state.add.first.link
source: Add Your First Link
da: Tilføj dit første link
de: Ihren Ersten Link Hinzufügen
es: Agregar Tu Primer Enlace
fi: Lisää ensimmäinen linkkisi
fr: Ajouter Votre Premier Lien
it: Aggiungi il Tuo Primo Link
ja: 最初のリンクを追加
ko: 첫 번째 링크 추가
nb: Legg til din første lenke
nl: Voeg je eerste link toe
pt: Adicionar Seu Primeiro Link
pt_br: Adicione seu primeiro link
ru: Добавить Первую Ссылку
sv: Lägg till din första länk
zh_hans: 添加您的第一个链接
zh_hant: 新增你的第一個連結

# empty.state.message
source: Start building your collection of frequently used links
da: Begynd at opbygge din samling af ofte anvendte links
de: Beginnen Sie, Ihre Sammlung häufig verwendeter Links zu erstellen
es: Comienza a construir tu colección de enlaces frecuentemente usados
fi: Aloita usein käyttämiesi linkkien kokoelman rakentaminen
fr: Commencez à créer votre collection de liens fréquemment utilisés
it: Inizia a creare la tua collezione di link usati frequentemente
ja: よく使うリンクのコレクションを作り始めましょう
ko: 자주 사용하는 링크 컬렉션을 만들기 시작하세요
nb: Begynn å bygge samlingen din av ofte brukte lenker
nl: Begin met het opbouwen van je verzameling veelgebruikte links
pt: Comece a construir sua coleção de links frequentemente usados
pt_br: Comece a criar sua coleção de links usados com frequência
ru: Начните создавать коллекцию часто используемых ссылок
sv: Börja bygga din samling av ofta använda länkar
zh_hans: 开始构建您常用链接的收藏
zh_hant: 開始建立你常用連結的收藏

# empty.state.quick.tips
source: Quick Tips:
da: Hurtige tips:
de: Schnelle Tipps:
es: Consejos Rápidos:
fi: Pikavinkit:
fr: Conseils Rapides :
it: Suggerimenti Rapidi:
ja: クイックヒント：
ko: 빠른 팁:
nb: Hurtigtips:
nl: Snelle tips:
pt: Dicas Rápidas:
pt_br: Dicas rápidas:
ru: Быстрые Советы:
sv: Snabba tips:
zh_hans: 快速提示：
zh_hant: 快速提示：

# empty.state.tip.copy.links
source: Copy links to clipboard with one click
da: Kopiér links til udklipsholderen med ét klik
de: Links mit einem Klick in die Zwischenablage kopieren
es: Copia enlaces al portapapeles con un clic
fi: Kopioi linkit leikepöydälle yhdellä napsautuksella
fr: Copiez les liens dans le presse-papiers en un clic
it: Copia i link negli appunti con un clic
ja: ワンクリックでリンクをクリップボードにコピー
ko: 원클릭으로 링크를 클립보드에 복사
nb: Kopier lenker til utklippstavlen med ett klikk
nl: Kopieer links met één klik naar het klembord
pt: Copie links para a área de transferência com um clique
pt_br: Copie links para a área de transferência com um clique
ru: Копируйте ссылки в буфер обмена одним кликом
sv: Kopiera länkar till urklipp med ett klick
zh_hans: 一键将链接复制到剪贴板
zh_hant: 一鍵將連結複製到剪貼簿

# empty.state.tip.open.links
source: Open links directly in your browser
da: Åbn links direkte i din browser
de: Links direkt in Ihrem Browser öffnen
es: Abre enlaces directamente en tu navegador
fi: Avaa linkit suoraan selaimessa
fr: Ouvrez les liens directement dans votre navigateur
it: Apri i link direttamente nel tuo browser
ja: リンクをブラウザで直接開く
ko: 링크를 브라우저에서 직접 열기
nb: Åpne lenker direkte i nettleseren
nl: Open links rechtstreeks in je browser
pt: Abra links diretamente no seu navegador
pt_br: Abra links diretamente no navegador
ru: Открывайте ссылки прямо в браузере
sv: Öppna länkar direkt i webbläsaren
zh_hans: 直接在浏览器中打开链接
zh_hant: 直接在瀏覽器中開啟連結

# empty.state.tip.search.links
source: Search and filter your links instantly
da: Søg og filtrer dine links med det samme
de: Ihre Links sofort durchsuchen und filtern
es: Busca y filtra tus enlaces al instante
fi: Hae ja suodata linkkejäsi välittömästi
fr: Recherchez et filtrez vos liens instantanément
it: Cerca e filtra i tuoi link istantaneamente
ja: リンクを瞬時に検索・フィルタ
ko: 링크를 즉시 검색 및 필터링
nb: Søk i og filtrer lenkene dine umiddelbart
nl: Zoek en filter je links direct
pt: Pesquise e filtre seus links instantaneamente
pt_br: Pesquise e filtre seus links na hora
ru: Мгновенно ищите и фильтруйте ссылки
sv: Sök och filtrera dina länkar direkt
zh_hans: 即时搜索和筛选您的链接
zh_hant: 立即搜尋並篩選你的連結

# empty.state.title
source: Your Link Shelf is Empty
da: Din linkhylde er tom
de: Ihr Link-Regal ist Leer
es: Tu Estante de Enlaces está Vacío
fi: Linkkihyllysi on tyhjä
fr: Votre Étagère de Liens est Vide
it: La Tua Mensola dei Link è Vuota
ja: リンク棚が空です
ko: 링크 선반이 비어 있습니다
nb: Lenkehyllen din er tom
nl: Je linkplank is leeg
pt: Sua Estante de Links está Vazia
pt_br: Sua estante de links está vazia
ru: Ваша Полка Ссылок Пуста
sv: Din länkhylla är tom
zh_hans: 您的链接架是空的
zh_hant: 你的連結架是空的

# error.duplicate.url
source: This link is already on your shelf.
da: Dette link findes allerede på din hylde.
de: Dieser Link befindet sich bereits in deiner Sammlung.
es: Este enlace ya está en tu colección.
fi: Tämä linkki on jo kokoelmassasi.
fr: Ce lien figure déjà dans votre collection.
it: Questo link è già nella tua raccolta.
ja: このリンクはすでにリンク集にあります。
ko: 이 링크는 이미 링크 모음에 있습니다.
nb: Denne lenken finnes allerede i samlingen din.
nl: Deze link staat al in je verzameling.
pt: Esta ligação já está na sua coleção.
pt_br: Este link já está na sua coleção.
ru: Эта ссылка уже есть в вашей коллекции.
sv: Den här länken finns redan i din samling.
zh_hans: 此链接已在你的链接库中。
zh_hant: 此連結已在你的連結庫中。

# error.invalid.url
source: Please enter a valid URL
da: Indtast venligst en gyldig URL
de: Bitte geben Sie eine gültige URL ein
es: Por favor ingresa una URL válida
fi: Anna kelvollinen URL-osoite
fr: Veuillez entrer une URL valide
it: Inserisci un URL valido
ja: 有効なURLを入力してください
ko: 유효한 URL을 입력하세요
nb: Skriv inn en gyldig URL
nl: Voer een geldige URL in
pt: Por favor, insira uma URL válida
pt_br: Insira uma URL válida
ru: Пожалуйста, введите действительный URL
sv: Ange en giltig URL
zh_hans: 请输入有效的URL
zh_hant: 請輸入有效的網址

# error.title.required
source: Title and URL are required
da: Titel og URL er påkrævet
de: Titel und URL sind erforderlich
es: El título y la URL son requeridos
fi: Otsikko ja URL-osoite vaaditaan
fr: Le titre et l'URL sont requis
it: Titolo e URL sono obbligatori
ja: タイトルとURLが必要です
ko: 제목과 URL이 필요합니다
nb: Tittel og URL kreves
nl: Titel en URL zijn vereist
pt: Título e URL são obrigatórios
pt_br: Título e URL são obrigatórios
ru: Название и URL обязательны
sv: Titel och URL krävs
zh_hans: 标题和URL是必需的
zh_hant: 必須填寫標題和網址

# error.url.required
source: Title and URL are required
da: Titel og URL er påkrævet
de: Titel und URL sind erforderlich
es: El título y la URL son requeridos
fi: Otsikko ja URL-osoite vaaditaan
fr: Le titre et l'URL sont requis
it: Titolo e URL sono obbligatori
ja: タイトルとURLが必要です
ko: 제목과 URL이 필요합니다
nb: Tittel og URL kreves
nl: Titel en URL zijn vereist
pt: Título e URL são obrigatórios
pt_br: Título e URL são obrigatórios
ru: Название и URL обязательны
sv: Titel och URL krävs
zh_hans: 标题和URL是必需的
zh_hant: 必須填寫標題和網址

source: Fetch website icons
da: Hent webstedsikoner
de: Website-Symbole laden
es: Obtener iconos de sitios web
fi: Hae verkkosivustojen kuvakkeet
fr: Récupérer les icônes des sites
it: Scarica le icone dei siti web
ja: Webサイトのアイコンを取得
ko: 웹사이트 아이콘 가져오기
nb: Hent nettstedsikoner
nl: Website-iconen ophalen
pt: Obter ícones dos sites
pt_br: Buscar ícones dos sites
ru: Загружать значки сайтов
sv: Hämta webbplatsikoner
zh_hans: 获取网站图标
zh_hant: 取得網站圖示

source: General
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
it: Generali
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pt: Geral
pt_br: Geral
ru: Основные
sv: Allmänt
zh_hans: 通用
zh_hant: 一般

source: Global shortcut
da: Global genvej
de: Globaler Kurzbefehl
es: Atajo global
fi: Yleinen pikanäppäin
fr: Raccourci global
it: Abbreviazione globale
ja: グローバルショートカット
ko: 전역 단축키
nb: Global snarvei
nl: Globale sneltoets
pt: Atalho global
pt_br: Atalho global
ru: Глобальное сочетание клавиш
sv: Globalt kortkommando
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Import bookmarks
da: Importer bogmærker
de: Lesezeichen importieren
es: Importar marcadores
fi: Tuo kirjanmerkit
fr: Importer des signets
it: Importa segnalibri
ja: ブックマークを読み込む
ko: 북마크 가져오기
nb: Importer bokmerker
nl: Bladwijzers importeren
pt: Importar favoritos
pt_br: Importar favoritos
ru: Импорт закладок
sv: Importera bokmärken
zh_hans: 导入书签
zh_hant: 匯入書籤

source: Import bookmarks…
da: Importer bogmærker…
de: Lesezeichen importieren…
es: Importar marcadores…
fi: Tuo kirjanmerkit…
fr: Importer des signets…
it: Importa segnalibri…
ja: ブックマークを読み込む…
ko: 북마크 가져오기…
nb: Importer bokmerker…
nl: Bladwijzers importeren…
pt: Importar favoritos…
pt_br: Importar favoritos…
ru: Импорт закладок…
sv: Importera bokmärken…
zh_hans: 导入书签…
zh_hant: 匯入書籤…

source: Keep the links you reach for every day one shortcut away.
da: Hav de links, du bruger hver dag, kun en genvej væk.
de: Halte deine täglich genutzten Links nur einen Kurzbefehl entfernt.
es: Ten los enlaces que usas a diario a un solo atajo de distancia.
fi: Pidä päivittäin käyttämäsi linkit yhden pikanäppäimen päässä.
fr: Gardez les liens que vous utilisez chaque jour à portée de raccourci.
it: Tieni i link che usi ogni giorno a una sola abbreviazione di distanza.
ja: 毎日使うリンクをショートカットですぐ開けます。
ko: 매일 사용하는 링크를 단축키 한 번으로 여세요.
nb: Ha lenkene du bruker hver dag bare én snarvei unna.
nl: Houd de links die je dagelijks gebruikt binnen één sneltoets.
pt: Mantenha as ligações que usa diariamente a um atalho de distância.
pt_br: Mantenha os links que você usa todos os dias a um atalho de distância.
ru: Любимые ежедневные ссылки — всего в одном сочетании клавиш.
sv: Ha länkarna du använder varje dag bara ett kortkommando bort.
zh_hans: 只需一个快捷键，即可打开每天使用的链接。
zh_hant: 只需一個快速鍵，即可開啟每天使用的連結。

source: Launch LinkShelf at login
da: Start LinkShelf ved login
de: LinkShelf bei der Anmeldung öffnen
es: Abrir LinkShelf al iniciar sesión
fi: Avaa LinkShelf kirjautumisen yhteydessä
fr: Ouvrir LinkShelf à la connexion
it: Apri LinkShelf al login
ja: ログイン時にLinkShelfを開く
ko: 로그인 시 LinkShelf 열기
nb: Åpne LinkShelf ved innlogging
nl: Open LinkShelf bij inloggen
pt: Abrir o LinkShelf ao iniciar sessão
pt_br: Abrir o LinkShelf ao iniciar sessão
ru: Открывать LinkShelf при входе
sv: Öppna LinkShelf vid inloggning
zh_hans: 登录时打开 LinkShelf
zh_hant: 登入時開啟 LinkShelf

# link.add
source: Add Link
da: Tilføj link
de: Link Hinzufügen
es: Agregar Enlace
fi: Lisää linkki
fr: Ajouter un Lien
it: Aggiungi Link
ja: リンクを追加
ko: 링크 추가
nb: Legg til lenke
nl: Link toevoegen
pt: Adicionar Link
pt_br: Adicionar link
ru: Добавить Ссылку
sv: Lägg till länk
zh_hans: 添加链接
zh_hant: 新增連結

# link.edit
source: Edit Link
da: Rediger link
de: Link Bearbeiten
es: Editar Enlace
fi: Muokkaa linkkiä
fr: Modifier le Lien
it: Modifica Link
ja: リンクを編集
ko: 링크 편집
nb: Rediger lenke
nl: Link bewerken
pt: Editar Link
pt_br: Editar link
ru: Редактировать Ссылку
sv: Redigera länk
zh_hans: 编辑链接
zh_hant: 編輯連結

# link.folder
source: Folder
da: Mappe
de: Ordner
es: Carpeta
fi: Kansio
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
nb: Mappe
nl: Map
pt: Pasta
pt_br: Pasta
ru: Папка
sv: Mapp
zh_hans: 文件夹
zh_hant: 資料夾
